Revit 2027 API
ParameterTypeId.RbsDistributionsysVlgParam Property
 "Line to Ground Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDistributionsysVlgParam { get; }
Public Shared ReadOnly Property RbsDistributionsysVlgParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDistributionsysVlgParam {
	ForgeTypeId^ get ();
}
static member RbsDistributionsysVlgParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace